{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 110,
    "good": 36,
    "morning": 69,
    "howdy": 45,
    "yo": 132,
    "who": 128,
    "are": 8,
    "you": 133,
    "what": 127,
    "is": 48,
    "your": 134,
    "name": 73,
    "tell": 105,
    "me": 65,
    "about": 1,
    "yourself": 135,
    "do": 21,
    "human": 46,
    "my": 71,
    "therapist": 109,
    "i": 47,
    "m": 64,
    "so": 95,
    "stressed": 101,
    "mind": 66,
    "won": 131,
    "t": 102,
    "stop": 100,
    "racing": 85,
    "can": 17,
    "relax": 88,
    "feel": 30,
    "tense": 106,
    "all": 3,
    "the": 108,
    "time": 114,
    "overthinking": 83,
    "everything": 28,
    "anxious": 5,
    "for": 33,
    "no": 75,
    "reason": 86,
    "sad": 91,
    "ve": 124,
    "lost": 61,
    "motivation": 70,
    "don": 22,
    "like": 56,
    "myself": 72,
    "not": 76,
    "okay": 79,
    "feels": 31,
    "heavy": 41,
    "low": 63,
    "lonely": 59,
    "have": 38,
    "one": 81,
    "to": 116,
    "talk": 104,
    "left": 55,
    "out": 82,
    "just": 50,
    "want": 125,
    "someone": 96,
    "listen": 57,
    "understands": 121,
    "disconnected": 19,
    "from": 34,
    "everyone": 27,
    "tired": 115,
    "of": 78,
    "keep": 51,
    "up": 123,
    "anymore": 6,
    "drained": 24,
    "exhausted": 29,
    "even": 26,
    "after": 2,
    "resting": 90,
    "done": 23,
    "with": 130,
    "spark": 99,
    "need": 74,
    "get": 35,
    "anything": 7,
    "losing": 60,
    "focus": 32,
    "back": 10,
    "on": 80,
    "track": 117,
    "unmotivated": 122,
    "lately": 53,
    "encouragement": 25,
    "breathe": 15,
    "heart": 40,
    "think": 111,
    "having": 39,
    "a": 0,
    "panic": 84,
    "attack": 9,
    "dizzy": 20,
    "and": 4,
    "scared": 92,
    "shaking": 94,
    "know": 52,
    "why": 129,
    "trapped": 118,
    "thoughts": 113,
    "been": 12,
    "thinking": 112,
    "lot": 62,
    "we": 126,
    "reflect": 87,
    "something": 97,
    "understand": 120,
    "better": 13,
    "journaling": 49,
    "trying": 119,
    "be": 11,
    "more": 68,
    "mindful": 67,
    "bye": 16,
    "see": 93,
    "later": 54,
    "soon": 98,
    "thanks": 107,
    "ll": 58,
    "rest": 89,
    "now": 77,
    "goodbye": 37,
    "bimpe": 14,
    "take": 103,
    "care": 18
  },
  "intent": {
    "greet": 3,
    "introduce_bimpe": 4,
    "stress_relief": 9,
    "feeling_down": 1,
    "loneliness": 5,
    "burnout": 0,
    "motivation": 6,
    "panic_attack": 7,
    "self_reflection": 8,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_feeling_down": 12,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_introduce_bimpe": 15,
    "utter_stress_relief": 16
  },
  "action_text": null,
  "intent_response_key": null
}