{
  "text": {
    "hi": 53,
    "hello": 49,
    "hey": 52,
    "good": 42,
    "evening": 33,
    "what": 124,
    "s": 97,
    "up": 122,
    "how": 55,
    "are": 7,
    "you": 127,
    "who": 125,
    "your": 128,
    "name": 76,
    "a": 0,
    "bot": 10,
    "tell": 111,
    "me": 72,
    "about": 1,
    "yourself": 129,
    "real": 92,
    "created": 21,
    "do": 25,
    "i": 56,
    "m": 71,
    "stressed": 107,
    "feel": 36,
    "anxious": 4,
    "can": 16,
    "t": 108,
    "relax": 94,
    "need": 77,
    "to": 118,
    "calm": 15,
    "down": 28,
    "overwhelmed": 86,
    "help": 50,
    "breathe": 11,
    "like": 66,
    "under": 121,
    "pressure": 89,
    "everything": 34,
    "feels": 37,
    "tense": 112,
    "low": 70,
    "sad": 98,
    "empty": 31,
    "mentally": 73,
    "exhausted": 35,
    "not": 80,
    "okay": 82,
    "hopeless": 54,
    "just": 61,
    "want": 123,
    "cry": 22,
    "don": 27,
    "doing": 26,
    "anything": 6,
    "tired": 117,
    "of": 81,
    "completely": 20,
    "drained": 29,
    "this": 114,
    "anymore": 5,
    "so": 102,
    "burnt": 13,
    "out": 84,
    "inside": 59,
    "have": 45,
    "energy": 32,
    "for": 39,
    "focus": 38,
    "heavy": 48,
    "rest": 96,
    "forever": 40,
    "remember": 95,
    "said": 99,
    "recall": 93,
    "told": 119,
    "before": 9,
    "our": 83,
    "last": 63,
    "chat": 18,
    "did": 24,
    "say": 100,
    "earlier": 30,
    "bye": 14,
    "see": 101,
    "later": 64,
    "goodnight": 44,
    "ll": 67,
    "talk": 110,
    "goodbye": 43,
    "take": 109,
    "care": 17,
    "lost": 68,
    "someone": 103,
    "love": 69,
    "stop": 106,
    "crying": 23,
    "heartbroken": 47,
    "my": 75,
    "friend": 41,
    "passed": 88,
    "away": 8,
    "missing": 74,
    "her": 51,
    "something": 104,
    "important": 57,
    "alone": 3,
    "broken": 12,
    "properly": 90,
    "chest": 19,
    "tight": 115,
    "panic": 87,
    "in": 58,
    "keep": 62,
    "overthinking": 85,
    "heart": 46,
    "is": 60,
    "racing": 91,
    "nervous": 78,
    "all": 2,
    "the": 113,
    "time": 116,
    "worrying": 126,
    "tomorrow": 120,
    "spiraling": 105,
    "no": 79,
    "left": 65
  },
  "intent": {
    "greet": 6,
    "introduce_bimpe": 8,
    "stress_relief": 11,
    "feeling_down": 4,
    "burnout": 0,
    "recall_memory": 10,
    "goodbye": 5,
    "emotion_sadness": 3,
    "emotion_anxiety": 1,
    "emotion_burnout": 2,
    "inform": 7,
    "nlu_fallback": 9,
    "thank_you": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_from_kb": 0,
    "action_update_last_user_message": 13,
    "utter_ack_with_memory": 14,
    "utter_burnout": 15,
    "utter_emotion_anxiety": 16,
    "utter_emotion_burnout": 17,
    "utter_emotion_sadness": 18,
    "utter_feeling_down": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_introduce_bimpe": 22,
    "utter_stress_relief": 23
  },
  "action_text": null,
  "intent_response_key": null
}