{
  "text": {
    "hi": 43,
    "hello": 40,
    "hey": 42,
    "good": 35,
    "evening": 27,
    "what": 90,
    "s": 71,
    "up": 88,
    "how": 45,
    "are": 5,
    "you": 92,
    "who": 91,
    "your": 93,
    "name": 57,
    "a": 0,
    "bot": 7,
    "tell": 81,
    "me": 55,
    "about": 1,
    "yourself": 94,
    "real": 66,
    "created": 16,
    "do": 19,
    "i": 46,
    "m": 54,
    "stressed": 77,
    "feel": 30,
    "anxious": 2,
    "can": 12,
    "t": 78,
    "relax": 68,
    "need": 58,
    "to": 85,
    "calm": 11,
    "down": 22,
    "overwhelmed": 64,
    "help": 41,
    "breathe": 8,
    "like": 51,
    "under": 87,
    "pressure": 65,
    "everything": 28,
    "feels": 31,
    "tense": 82,
    "low": 53,
    "sad": 72,
    "empty": 25,
    "mentally": 56,
    "exhausted": 29,
    "not": 59,
    "okay": 61,
    "hopeless": 44,
    "just": 48,
    "want": 89,
    "cry": 17,
    "don": 21,
    "doing": 20,
    "anything": 4,
    "tired": 84,
    "of": 60,
    "completely": 15,
    "drained": 23,
    "this": 83,
    "anymore": 3,
    "so": 76,
    "burnt": 9,
    "out": 63,
    "inside": 47,
    "have": 38,
    "energy": 26,
    "for": 33,
    "focus": 32,
    "heavy": 39,
    "rest": 70,
    "forever": 34,
    "remember": 69,
    "said": 73,
    "recall": 67,
    "told": 86,
    "before": 6,
    "our": 62,
    "last": 49,
    "chat": 14,
    "did": 18,
    "say": 74,
    "earlier": 24,
    "bye": 10,
    "see": 75,
    "later": 50,
    "goodnight": 37,
    "ll": 52,
    "talk": 80,
    "goodbye": 36,
    "take": 79,
    "care": 13
  },
  "intent": {
    "greet": 3,
    "introduce_bimpe": 4,
    "stress_relief": 6,
    "feeling_down": 1,
    "burnout": 0,
    "recall_memory": 5,
    "goodbye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_burnout": 12,
    "utter_feeling_down": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_introduce_bimpe": 16,
    "utter_self_reflection": 17,
    "utter_stress_relief": 18
  },
  "action_text": null,
  "intent_response_key": null
}