{
  "text": {
    "hi": 49,
    "hello": 46,
    "hey": 48,
    "good": 39,
    "evening": 31,
    "what": 114,
    "s": 91,
    "up": 112,
    "how": 51,
    "are": 6,
    "you": 116,
    "who": 115,
    "your": 117,
    "name": 71,
    "a": 0,
    "bot": 8,
    "tell": 103,
    "me": 67,
    "about": 1,
    "yourself": 118,
    "real": 86,
    "created": 19,
    "do": 23,
    "i": 52,
    "m": 66,
    "stressed": 99,
    "feel": 34,
    "anxious": 3,
    "can": 13,
    "t": 100,
    "relax": 88,
    "need": 72,
    "to": 109,
    "calm": 12,
    "down": 26,
    "overwhelmed": 81,
    "help": 47,
    "breathe": 9,
    "like": 61,
    "under": 111,
    "pressure": 83,
    "everything": 32,
    "feels": 35,
    "tense": 104,
    "low": 65,
    "sad": 92,
    "empty": 29,
    "mentally": 68,
    "exhausted": 33,
    "not": 75,
    "okay": 77,
    "hopeless": 50,
    "just": 56,
    "want": 113,
    "cry": 20,
    "don": 25,
    "doing": 24,
    "anything": 5,
    "tired": 108,
    "of": 76,
    "completely": 18,
    "drained": 27,
    "this": 106,
    "anymore": 4,
    "so": 96,
    "burnt": 10,
    "out": 79,
    "inside": 54,
    "have": 42,
    "energy": 30,
    "for": 37,
    "focus": 36,
    "heavy": 45,
    "rest": 90,
    "forever": 38,
    "remember": 89,
    "said": 93,
    "recall": 87,
    "told": 110,
    "before": 7,
    "our": 78,
    "last": 58,
    "chat": 16,
    "did": 22,
    "say": 94,
    "earlier": 28,
    "bye": 11,
    "see": 95,
    "later": 59,
    "goodnight": 41,
    "ll": 62,
    "talk": 102,
    "goodbye": 40,
    "take": 101,
    "care": 14,
    "lost": 63,
    "someone": 97,
    "love": 64,
    "stop": 98,
    "crying": 21,
    "heartbroken": 44,
    "miss": 69,
    "my": 70,
    "cat": 15,
    "properly": 84,
    "panic": 82,
    "in": 53,
    "chest": 17,
    "keep": 57,
    "overthinking": 80,
    "heart": 43,
    "is": 55,
    "racing": 85,
    "nervous": 73,
    "all": 2,
    "the": 105,
    "time": 107,
    "no": 74,
    "left": 60
  },
  "intent": {
    "greet": 6,
    "introduce_bimpe": 7,
    "stress_relief": 9,
    "feeling_down": 4,
    "burnout": 0,
    "recall_memory": 8,
    "goodbye": 5,
    "emotion_sadness": 3,
    "emotion_anxiety": 1,
    "emotion_burnout": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_burnout": 12,
    "utter_feeling_down": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_introduce_bimpe": 16,
    "utter_self_reflection": 17,
    "utter_stress_relief": 18
  },
  "action_text": null,
  "intent_response_key": null
}